---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MillimetersToTheSixthPower
source: html/1bcfd36c-9475-e85b-d0fb-1e644f49ec0a.htm
---
# Autodesk.Revit.DB.UnitTypeId.MillimetersToTheSixthPower Property

Millimeters to the sixth power.

## Syntax (C#)
```csharp
public static ForgeTypeId MillimetersToTheSixthPower { get; }
```